import { time } from "console";
import { title } from "process";

export const vegetables = [
    {
        title: '1. Клубнеплоды',
        subtitle: 'Клубнеплоды, группа растений, у которых на подземных стеблях или боковых корнях образуются клубни, используемые в пищу человеком, на корм скоту или как сырьё для переработки. К. происходят в основном из тропиков и относятся к разным семействам.'
    },
    {
        title: '2. Корнеплоды',
        subtitle: 'Корнепло́д — часть растения, запасающая питательные вещества, чаще всего ассоциированные с корневой системой, откуда первая часть названия. Плодами не являются, вторая часть названия биологически некорректна, но традиционна.'
    },
    {
        title: '3. Капустные',
        subtitle: 'Овощи семейства Крестоцветные, или Капустные, такие как капуста белокочанная и краснокочанная, цветная капуста, брокколи, брюссельская капуста, капуста кольраби, листовая капуста (пекинская), руккола, шпинат, редька, репа, редис, кресс-салат и другие, содержат мало жира и являются прекрасными источником витаминов '
    }
]